<p><h1><i><u>Willkommen!</u></i></h1></p>

<p>
<b>Bitte lesen sie dies sorgf&auml;ltig!</b>
</p>
<p>
<p><i><b>Die App.</i></b> <br />
Diese App installiert eine angepasste gps.conf (GPS Konfigurations-) Datei f&uuml;r ihr GPS. Sie bietet mehrere Profile
zur Auswahl. <b>Wir empfehlen, das standard Google Profil zu nutzen </b>,
aber es steht ihnen nat&uuml;rlich frei, ein anderes Profil zu w&auml;hlen. Abgesehen von den allgemeinen Profilen k&ouml;nnen sie
das von ihnen gew&auml;hlte Profil an ihre Bed&uuml;rfnisse anpassen.
</p>

<p><i><b>NTP Server</i></b> <br />
Derek Gordon unterh&auml;lt einen spezialisierten NTP Server Pool f&uuml;r sie. Entgegen der &uuml;blichen Meinung ist es nicht immer
der &ouml;rtlich n&auml;chst gelegene Zeitserver, der am besten ist. Wir sehen Derek Gordons Server 
als die beste Option weil es die besten Daten hat und am h&auml;ufigsten aktualisiert wird. <br />
F&uuml;r weiterf&uuml;hrende Inforamtionen zu den NTP Servern lesen sie die &quot;&Uuml;ber diese App&quot; Sektion, welche sie in den Einstellungen
dieser App finden. Sie k&ouml;nnen sich auch gerne auf derekgordon.com nach weiterf&uuml;hrenden Informationen umschauen.
</p>

<p><i><b>aGPS Almanach</i></b> <br />
Derek Gordon unterh&auml;lt einen speziellen aGPS Almanach f&uuml;r Ger&auml;te die Qualcomm oder vergleichbare Chipsets benutzen.
Diese xtra.bin genannte Datendatei wird alle 30 Minuten aktualisiert und befindet sich auf einem Verteilersystem, dass von der
gro&szlig;z&uuml;gigen Nutzergemeinde von Derek Gordon finanziert wird. <br />
F&uuml;r weiterf&uuml;hrende Inforamtionen zu den NTP Servern lesen sie die &quot;&Uuml;ber diese App&quot; Sektion, welche sie in den Einstellungen
dieser App finden. Sie k&ouml;nnen sich auch gerne auf derekgordon.com nach weiterf&uuml;hrenden Informationen umschauen.
</p>

<p><i><b>Spenden</i></b> <br />
Um die Server zu unterhalten ben&ouml;tigen wir Geld. Spenden durch diese App werden geteilt zwischen Derek Gordon (Crypted auf XDA) 
und Berco Bosker (Zatta auf XDA). <br /> 
Jeder Stern kostet 2 Euro und reduziert die Wartezeit bevor der Patch installiert werden kann. 
0 Sterne Nutzer warten 20 Sekunden, 1 Stern Nutzer 10, 2 Sterne Nutzer nur 5 und 3 Sterne Nutzer sowie Premium Nutzer 
k&ouml;nnen den Patch sofort installieren. <br />
<b>F&uuml;r nur 5 Euro k&ouml;nnen sie Premium Nutzer werden. Dies ist ein Rabatt von einem Euro im Vergleich zu 3 Sternen!</b>
Wir haben dieses System gew&auml;hlt damit alle Nutzer alle Funktionen dieser App nutzen k&ouml;nnen und weil wir an die Nutzer von XDA Developers 
glauben. Bitte seien sie ehrlich und spenden sie um die Wartezeit zu entfernen!
</p>

<p><i><b>Sichern und Wiederherstellen</i></b><br />
W&auml;hrend des ersten Starts der App wird eine Sicherung auf der SD-Karte angelegt. <b>L&ouml;schen sie es nicht</b> weil eine Sicherung nur w&auml;hrend
des ersten Starts der App angelegt wird (oder bei einem Update, falls sie es doch entfernt haben) und es sonst keine weitere Sicherung
auf der SD-Karte gibt.
</p>

<p><i><b>ROM Aktualisierungen</i></b><br />
Der Patch den diese App anbietet befindet sich in ihrer /system Partition, also wird der Patch entfernt sobald sie ihren ROM 
aktualisieren. Sie m&uuml;ssen den Patch dann erneut installieren. <br />
Im Fall dass sie einen Cyanogenmod basierten ROM mit addon.d Unterst&uuml;tzung nutzen wird ein Script im addon.d Verzeichnis erstellt, was den Patch
erh&auml;lt, dann m&uuml;ssen sie bei einer ROM Aktualisierung den Patch nicht neu installieren. <br />
Es kann in den App Einstellungen deaktiviert werden, ist aber standardm&auml;&szlig;ig aktiviert.
</p>

<p><i><b>Asus Nutzer</i></b> <br />
Bei ASUS ROMs gibt es eine typische Datei im Verzeichnis /system/etc/gps, namentlich die gpsconfig.xml Datei. Diese App
ver&auml;ndert diese Datei ebenfalls, um genau zu sein den PeriodicTimeOutSec Parameter. Selbstverst&auml;ndlich wird auch von dieser Datei
eine Sicherung angelegt.
</p>